{
  "posts": [
    {
      "title": "Time is Frozenable",
      "body": "What the Fuck?",
      "createdAt": 1691318317570,
      "id": 4,
      "publish": true
    },
    {
      "title": "dd",
      "body": "dd",
      "publish": false,
      "createdAt": 1691321851532,
      "id": 5
    },
    {
      "title": "Titan of the Saturn - Chapter 1: Prologue",
      "body": "In the distant future, humanity has reached the stars and established colonies on various planets and moons within our solar system. Among these, Titan, the largest moon of Saturn, stands as a frontier of wonder and mystery. Titan's surface is cloaked in a thick atmosphere, making it an enigmatic paradise of liquid methane oceans, towering ice mountains, and potential extraterrestrial life. Little does humanity know that Titan holds secrets beyond their wildest imagination.",
      "publish": true,
      "createdAt": 1691322106491,
      "id": 6
    },
    {
      "title": "Titan of the Saturn - Chapter 2: The Outpost on Titan",
      "body": "At the edge of Titan's methane sea, a small research outpost named \"New Horizons\" is home to a group of scientists, explorers, and dreamers. Dr. Amelia Hughes, a brilliant astrophysicist, leads the team with a burning desire to uncover the truth behind Titan's mysteries. Ever since she was a child, she had been captivated by the stars and the possibility of finding life beyond Earth.",
      "publish": true,
      "createdAt": 1691322132275,
      "id": 7
    },
    {
      "title": "Titan of the Saturn - Chapter 3: The Signal from Deep Space",
      "body": "One fateful day, while monitoring signals from deep space, the outpost receives a strange transmission. It is a complex sequence of mathematical patterns and encrypted symbols. The transmission appears to be from an intelligent source, but its origin remains a mystery. Driven by curiosity and excitement, the team deciphers the signal, revealing a set of coordinates and a cryptic message: \"Follow the path to the Eternal Cosmos.\"",
      "publish": true,
      "createdAt": 1691322358030,
      "id": 8
    },
    {
      "title": "Titan of the Saturn Summary Ver",
      "body": "Title: Titan of the Saturn\n\nChapter 1: Prologue\n\nIn the distant future, humanity has reached the stars and established colonies on various planets and moons within our solar system. Among these, Titan, the largest moon of Saturn, stands as a frontier of wonder and mystery. Titan's surface is cloaked in a thick atmosphere, making it an enigmatic paradise of liquid methane oceans, towering ice mountains, and potential extraterrestrial life. Little does humanity know that Titan holds secrets beyond their wildest imagination.\n\nChapter 2: The Outpost on Titan\n\nAt the edge of Titan's methane sea, a small research outpost named \"New Horizons\" is home to a group of scientists, explorers, and dreamers. Dr. Amelia Hughes, a brilliant astrophysicist, leads the team with a burning desire to uncover the truth behind Titan's mysteries. Ever since she was a child, she had been captivated by the stars and the possibility of finding life beyond Earth.\n\nAmong the crew is Lt. Mark Thompson, a skilled engineer, and brave space explorer. Mark's past is shrouded in tragedy and loss, but the opportunity to be on Titan provides a chance to start anew.\n\nChapter 3: The Signal from Deep Space\n\nOne fateful day, while monitoring signals from deep space, the outpost receives a strange transmission. It is a complex sequence of mathematical patterns and encrypted symbols. The transmission appears to be from an intelligent source, but its origin remains a mystery. Driven by curiosity and excitement, the team deciphers the signal, revealing a set of coordinates and a cryptic message: \"Follow the path to the Eternal Cosmos.\"\n\nChapter 4: The Journey Begins\n\nAmelia and her team embark on a thrilling expedition to follow the signal's coordinates, leading them to a remote region on Titan. As they traverse the frozen landscapes and braving the dangers of the unknown, they discover ancient ruins buried beneath the ice.\n\nChapter 5: The Forgotten Civilization\n\nThe ruins bear the markings of a highly advanced civilization, far more ancient than anything humanity has encountered before. The architecture suggests that this civilization was once thriving, but it is now lost to time. Among the ruins, they find a massive gateway, pulsating with energy.\n\nChapter 6: The Titan's Guardian\n\nAs the team activates the gateway, they inadvertently awaken a powerful guardian that was meant to protect the secrets of the ancient civilization. The guardian, a colossal and ethereal being known as \"Astraeus,\" had been dormant for eons. Fueled by its duty, Astraeus considers humanity a threat to the long-lost civilization and attempts to thwart their progress.\n\nChapter 7: The Power of Dreams\n\nIn a twist of fate, Mark discovers that he has a unique ability to communicate with Astraeus through his dreams. He learns that Astraeus is not malicious but is merely carrying out its ancient programming. Mark becomes the bridge between humanity and Astraeus, helping to convey the true intentions of their expedition.\n\nChapter 8: The Cosmic Revelation\n\nWith Mark's help, Amelia and the team learn the true purpose of the ancient civilization. They were cosmic explorers who traveled beyond the stars using the power of the gateway, seeking knowledge and understanding of the universe. However, their civilization was nearly wiped out by a cataclysmic event, and Astraeus was left as the last remnant of their existence.\n\nChapter 9: A Choice for Humanity\n\nAs the team unravels the mysteries of Titan, they face a critical decision. The gateway holds the potential to unlock unimaginable knowledge and power, but it also poses a great risk. It could either be used for the betterment of humanity or fall into the wrong hands, leading to destruction.\n\nChapter 10: The Legacy of Titan\n\nIn the final confrontation with Astraeus, humanity's fate hangs in the balance. Mark's connection with the guardian proves pivotal as he appeals to its sense of empathy and understanding. Ultimately, Astraeus realizes that humanity is not the same as the long-lost civilization, and they deserve a chance to learn from the past rather than repeat it.\n\nIn the end, the team decides to leave the gateway untouched for the time being. They return to New Horizons with a newfound appreciation for the complexities of the cosmos and the responsibilities that come with exploring the unknown.\n\nEpilogue:\n\nAs the crew returns to Earth, they carry with them the knowledge that some mysteries are meant to remain unsolved, for the universe is vast, and there is still much left to explore. And while Titan holds the secrets of an ancient civilization, it also reminds humanity of the delicate balance between curiosity and respect for the wonders of the cosmos.\n\nAnd so, the tale of the \"Titan of the Saturn\" echoes through the annals of history, inspiring future generations to continue their quest for knowledge, understanding, and unity with the cosmic wonders that await humanity in the stars.",
      "publish": true,
      "createdAt": 1691322591517,
      "id": 9
    },
    {
      "title": "A Whole new Post",
      "body": "Hello Guys, It's Oracion!\n\nToday We're going to play the games name with 'Battleground', after playing this game, i will leave review post!",
      "publish": true,
      "createdAt": 1691396086767,
      "id": 10
    },
    {
      "title": "ddd",
      "body": "ddd",
      "publish": true,
      "createdAt": 1691401583000,
      "id": 12
    },
    {
      "title": "test1",
      "body": "t",
      "publish": true,
      "createdAt": 1691489785743,
      "id": 13
    },
    {
      "title": "ㅇㅇ",
      "body": "ㅇㅇ",
      "publish": true,
      "createdAt": 1691499809090,
      "id": 14
    },
    {
      "title": "뉴",
      "body": "ㅇㅇ",
      "publish": true,
      "createdAt": 1691499830805,
      "id": 15
    },
    {
      "title": "n",
      "body": "m",
      "publish": true,
      "createdAt": 1691501820439,
      "id": 16
    },
    {
      "title": "ddd",
      "body": "ddd",
      "publish": true,
      "createdAt": 1691502287343,
      "id": 17
    },
    {
      "title": "dd",
      "body": "dd",
      "publish": true,
      "createdAt": 1691502374572,
      "id": 18
    }
  ]
}